[
  {
    "id": "seo-strategies-2023",
    "title": "10 SEO Strategies That Actually Work in 2023",
    "title_ar": "10 استراتيجيات SEO فعالة في 2023",
    "category": "SEO",
    "category_ar": "تحسين محركات البحث",
    "author": "Alex Morgan",
    "authorRole": "SEO Specialist",
    "authorRole_ar": "متخصص تحسين محركات البحث",
    "authorImage": "https://randomuser.me/api/portraits/men/32.jpg",
    "date": "May 15, 2023",
    "image": "https://images.unsplash.com/photo-1557804506-669a67965ba0?ixlib=rb-1.2.1&auto=format&fit=crop&w=800&q=80",
    "excerpt": "Learn the latest search engine optimization techniques that are driving real results for businesses this year.",
    "excerpt_ar": "تعلم أحدث تقنيات تحسين محركات البحث التي تحقق نتائج حقيقية للشركات هذا العام.",
    "content": "<p>Search engine optimization is constantly evolving, and what worked a few years ago might not yield the same results today. In this article, we'll explore ten proven SEO strategies that are driving real results in 2023.</p>",
    "content_ar": "<p>يتطور تحسين محركات البحث باستمرار، وما كان يعمل قبل بضع سنوات قد لا يحقق نفس النتائج اليوم. في هذا المقال، سنستكشف عشر استراتيجيات SEO مثبتة تحقق نتائج حقيقية في 2023.</p>",
    "tags": ["SEO", "Digital Marketing", "Search Rankings", "Content Strategy"],
    "tags_ar": ["تحسين محركات البحث", "التسويق الرقمي", "ترتيب البحث", "استراتيجية المحتوى"]
  },
  {
    "id": "social-media-strategies",
    "title": "Social Media Marketing: Organic vs. Paid Strategies",
    "title_ar": "التسويق عبر وسائل التواصل الاجتماعي: استراتيجيات عضوية مقابل مدفوعة",
    "category": "Social Media",
    "category_ar": "وسائل التواصل الاجتماعي",
    "author": "Sophia Chen",
    "authorRole": "Social Media Manager",
    "authorRole_ar": "مدير وسائل التواصل الاجتماعي",
    "authorImage": "https://randomuser.me/api/portraits/women/44.jpg",
    "date": "April 28, 2023",
    "image": "https://images.unsplash.com/photo-1611162616305-c69b3fa7fbe0?ixlib=rb-1.2.1&auto=format&fit=crop&w=800&q=80",
    "excerpt": "Discover when to invest in paid social campaigns and when to focus on building organic engagement.",
    "excerpt_ar": "اكتشف متى تستثمر في حملات اجتماعية مدفوعة ومتى تركز على بناء تفاعل عضوي.",
    "content": "<p>In the world of social media marketing, businesses often debate whether to focus on organic growth or invest in paid advertising. Both approaches have their strengths and weaknesses, and the most effective strategy often combines elements of both.</p>",
    "content_ar": "<p>في عالم التسويق عبر وسائل التواصل الاجتماعي، غالبًا ما تتناقش الشركات حول ما إذا كانت ستركز على النمو العضوي أو تستثمر في الإعلانات المدفوعة. كلا النهجين لهما نقاط قوة ونقاط ضعف، والاستراتيجية الأكثر فعالية غالبًا ما تجمع بين عناصر من كليهما.</p>",
    "tags": ["Social Media", "Digital Marketing", "Paid Advertising", "Content Strategy"],
    "tags_ar": ["وسائل التواصل الاجتماعي", "التسويق الرقمي", "الإعلانات المدفوعة", "استراتيجية المحتوى"]
  },
  {
    "id": "video-production-secrets",
    "title": "Creating Viral Content: Video Production Secrets",
    "title_ar": "إنشاء محتوى ينتشر بسرعة: أسرار إنتاج الفيديو",
    "category": "Video",
    "category_ar": "فيديو",
    "author": "James Wilson",
    "authorRole": "Video Production Director",
    "authorRole_ar": "مدير إنتاج الفيديو",
    "authorImage": "https://randomuser.me/api/portraits/men/75.jpg",
    "date": "April 10, 2023",
    "image": "https://images.unsplash.com/photo-1535016120720-40c646be5580?ixlib=rb-1.2.1&auto=format&fit=crop&w=800&q=80",
    "excerpt": "Learn the techniques professional content creators use to make videos that capture attention and drive shares.",
    "excerpt_ar": "تعلم التقنيات التي يستخدمها منشئو المحتوى المحترفون لإنشاء مقاطع فيديو تجذب الانتباه وتزيد المشاركات.",
    "content": "<p>In the digital age, video content has become the dominant form of communication online. The ability to create compelling videos that capture attention and drive shares can significantly boost your brand's visibility and engagement. Here are some proven techniques used by professional content creators to create potentially viral video content.</p>",
    "content_ar": "<p>في العصر الرقمي، أصبح محتوى الفيديو هو الشكل المهيمن للاتصال عبر الإنترنت. يمكن أن تؤدي القدرة على إنشاء مقاطع فيديو مقنعة تجذب الانتباه وتزيد المشاركات بشكل كبير إلى تعزيز رؤية علامتك التجارية ومشاركتها. فيما يلي بعض التقنيات المثبتة التي يستخدمها منشئو المحتوى المحترفون لإنشاء محتوى فيديو يحتمل أن ينتشر بسرعة.</p>",
    "tags": ["Video Production", "Content Creation", "Digital Marketing", "Social Media"],
    "tags_ar": ["إنتاج الفيديو", "إنشاء المحتوى", "التسويق الرقمي", "وسائل التواصل الاجتماعي"]
  },
  {
    "id": "website-conversion-optimization",
    "title": "Boost Your Website Conversion Rate: Essential Tips",
    "title_ar": "زيادة معدل تحويل موقع الويب الخاص بك: نصائح أساسية",
    "category": "Web Design",
    "category_ar": "تصميم المواقع",
    "author": "Marcus Thompson",
    "authorRole": "UX Designer",
    "authorRole_ar": "مصمم تجربة المستخدم",
    "authorImage": "https://randomuser.me/api/portraits/men/54.jpg",
    "date": "June 5, 2023",
    "image": "https://images.unsplash.com/photo-1499951360447-b19be8fe80f5?ixlib=rb-1.2.1&auto=format&fit=crop&w=800&q=80",
    "excerpt": "Proven strategies to transform your website visitors into loyal customers through thoughtful design and content optimization.",
    "excerpt_ar": "استراتيجيات مثبتة لتحويل زوار موقع الويب الخاص بك إلى عملاء مخلصين من خلال التصميم المدروس وتحسين المحتوى.",
    "content": "<p>Your website is often the first point of contact between your business and potential customers. Ensuring it effectively converts visitors into leads or customers is crucial for business growth. Here are essential tips to boost your website's conversion rate.</p>",
    "content_ar": "<p>غالبًا ما يكون موقع الويب الخاص بك هو نقطة الاتصال الأولى بين عملك والعملاء المحتملين. يعد التأكد من أنه يحول الزوار بشكل فعال إلى عملاء متوقعين أو عملاء أمرًا بالغ الأهمية لنمو الأعمال. فيما يلي نصائح أساسية لزيادة معدل تحويل موقع الويب الخاص بك.</p>",
    "tags": ["Web Design", "UX/UI", "Conversion Optimization", "Digital Marketing"],
    "tags_ar": ["تصميم المواقع", "تجربة المستخدم / واجهة المستخدم", "تحسين التحويل", "التسويق الرقمي"]
  },
  {
    "id": "youtube-monetization-guide",
    "title": "Complete Guide to YouTube Monetization in 2023",
    "title_ar": "دليل كامل لتحقيق الدخل من YouTube في عام 2023",
    "category": "Video",
    "category_ar": "فيديو",
    "author": "Jasmine Rodriguez",
    "authorRole": "Content Strategist",
    "authorRole_ar": "استراتيجي المحتوى",
    "authorImage": "https://randomuser.me/api/portraits/women/55.jpg",
    "date": "July 20, 2023",
    "image": "https://images.unsplash.com/photo-1529118321094-905a59e0de96?ixlib=rb-1.2.1&auto=format&fit=crop&w=800&q=80",
    "excerpt": "A comprehensive roadmap to monetizing your YouTube channel and maximizing revenue through multiple income streams.",
    "excerpt_ar": "خارطة طريق شاملة لتحقيق الدخل من قناتك على YouTube وزيادة الإيرادات إلى أقصى حد من خلال مصادر دخل متعددة.",
    "content": "<p>YouTube has evolved into one of the most viable platforms for content creators to earn income. This guide explores the key strategies to monetize your YouTube channel effectively in 2023.</p>",
    "content_ar": "<p>تطور YouTube ليصبح واحدًا من أكثر المنصات جدوى لمنشئي المحتوى لكسب الدخل. يستكشف هذا الدليل الاستراتيجيات الرئيسية لتحقيق الدخل من قناتك على YouTube بشكل فعال في عام 2023.</p>",
    "tags": ["YouTube", "Content Creation", "Monetization", "Digital Marketing"],
    "tags_ar": ["يوتيوب", "إنشاء المحتوى", "تحقيق الدخل", "التسويق الرقمي"]
  },
  {
    "id": "facebook-engagement-techniques",
    "title": "7 Powerful Facebook Engagement Techniques for Business Pages",
    "title_ar": "7 تقنيات قوية للتفاعل على فيسبوك لصفحات الأعمال",
    "category": "Social Media",
    "category_ar": "وسائل التواصل الاجتماعي",
    "author": "Elena Martinez",
    "authorRole": "Community Manager",
    "authorRole_ar": "مدير المجتمع",
    "authorImage": "https://randomuser.me/api/portraits/women/28.jpg",
    "date": "August 8, 2023",
    "image": "https://images.unsplash.com/photo-1563986768609-322da13575f3?ixlib=rb-1.2.1&auto=format&fit=crop&w=800&q=80",
    "excerpt": "Practical strategies to increase likes, comments, and shares on your business Facebook page and build a thriving community.",
    "excerpt_ar": "استراتيجيات عملية لزيادة الإعجابات والتعليقات والمشاركات على صفحة فيسبوك الخاصة بعملك وبناء مجتمع مزدهر.",
    "content": "<p>Despite the emergence of newer platforms, Facebook remains an essential channel for businesses to connect with their audience. With over 2.9 billion monthly active users, the potential reach is enormous—but so is the competition. Here are seven powerful techniques to boost engagement on your Facebook business page.</p>",
    "content_ar": "<p>على الرغم من ظهور منصات أحدث، يظل فيسبوك قناة أساسية للشركات للتواصل مع جمهورها. مع وجود أكثر من 2.9 مليار مستخدم نشط شهريًا، فإن الوصول المحتمل هائل - ولكن المنافسة أيضًا. فيما يلي سبع تقنيات قوية لتعزيز التفاعل على صفحة فيسبوك الخاصة بعملك.</p>",
    "tags": ["Facebook", "Social Media", "Digital Marketing", "Community Building"],
    "tags_ar": ["فيسبوك", "وسائل التواصل الاجتماعي", "التسويق الرقمي", "بناء المجتمع"]
  }
]